cases/sme_vof/vof_template/system/blockMeshDict
FoamFile { format ascii; class dictionary; object blockMeshDict; }
convertToMeters 1;
vertices
(
    (0 0 0) (1.5 0 0) (1.5 0.4 0) (0 0.4 0)
    (0 0 0.02) (1.5 0 0.02) (1.5 0.4 0.02) (0 0.4 0.02)
);
blocks ( hex (0 1 2 3 4 5 6 7) (120 40 1) simpleGrading (1 1 1) );
edges ();
boundary
(
    inlet      { type patch; faces ((0 4 7 3)); }
    wall_right { type wall;  faces ((1 2 6 5)); }
    bottom     { type wall;  faces ((0 1 5 4)); }
    atmosphere { type patch; faces ((3 7 6 2)); }
    frontAndBack { type empty; faces ((0 3 2 1) (4 5 6 7)); }
);
