cases/sme_vof/vof_template/constant/momentumTransport
FoamFile { format ascii; class dictionary; location "constant"; object momentumTransport; }
simulationType laminar;
