cases/sme_vof/vof_template/constant/phaseProperties
FoamFile { format ascii; class dictionary; location "constant"; object phaseProperties; }
phases (water air);
sigma 0;
