cases/sme_vof/vof_template/constant/physicalProperties.air
FoamFile { format ascii; class dictionary; location "constant"; object physicalProperties.air; }
viscosityModel constant;
nu  1.48e-5;
rho 1;
