cases/sme_vof/vof_template/constant/physicalProperties.water
FoamFile { format ascii; class dictionary; location "constant"; object physicalProperties.water; }
viscosityModel constant;
nu  1e-6;
rho 1000;
