cases/sme_vof/vof_template/0/U
FoamFile { format ascii; class volVectorField; object U; }
dimensions [0 1 -1 0 0 0 0]; internalField uniform (0 0 0);
boundaryField
{
    inlet      { type fixedValue; value uniform (0 0 0); }
    wall_right { type noSlip; }
    bottom     { type noSlip; }
    atmosphere { type pressureInletOutletVelocity; value uniform (0 0 0); }
    frontAndBack { type empty; }
}
