cases/sme_vof/vof_template/0/p_rgh
FoamFile { format ascii; class volScalarField; object p_rgh; }
dimensions [1 -1 -2 0 0 0 0]; internalField uniform 0;
boundaryField
{
    inlet      { type fixedFluxPressure; value uniform 0; }
    wall_right { type fixedFluxPressure; value uniform 0; }
    bottom     { type fixedFluxPressure; value uniform 0; }
    atmosphere { type totalPressure; p0 uniform 0; value uniform 0; }
    frontAndBack { type empty; }
}
