cases/sme_vof/vof_template/system/fvSchemes
FoamFile { format ascii; class dictionary; object fvSchemes; }
ddtSchemes        { default Euler; }
gradSchemes       { default Gauss linear; }
divSchemes
{
    div(rhoPhi,U)   Gauss linearUpwind grad(U);
    div(phi,alpha)  Gauss interfaceCompression vanLeer 1;
    div(((rho*nuEff)*dev2(T(grad(U))))) Gauss linear;
}
laplacianSchemes  { default Gauss linear corrected; }
interpolationSchemes { default linear; }
snGradSchemes     { default corrected; }
