cases/sme_vof/vof_template/system/fvSolution
FoamFile { format ascii; class dictionary; object fvSolution; }
solvers
{
    "alpha.water.*"
    {
        nCorrectors 2; nSubCycles 1; MULESCorr yes;
        MULES { nIter 10; tolerance 1e-2; }
        solver smoothSolver; smoother symGaussSeidel; tolerance 1e-8; relTol 0;
    }
    "pcorr.*"  { solver PCG; preconditioner DIC; tolerance 1e-5; relTol 0; }
    p_rgh      { solver PCG; preconditioner DIC; tolerance 1e-7; relTol 0.05; }
    p_rghFinal { solver PCG; preconditioner DIC; tolerance 1e-7; relTol 0; }
    "U.*"      { solver smoothSolver; smoother symGaussSeidel; tolerance 1e-7; relTol 0; }
}
PIMPLE { momentumPredictor no; nCorrectors 3; nNonOrthogonalCorrectors 0; }
