cases/sme_vof/vof_template/system/setFieldsDict
FoamFile { format ascii; class dictionary; object setFieldsDict; }
defaultFieldValues ( volScalarFieldValue alpha.water 0 );
regions ( boxToCell { box (-1 -1 -1) (3 0.1 1); fieldValues ( volScalarFieldValue alpha.water 1 ); } );
